export const ru = {
  enLang: "Eng",
  ruLang: "Rus",
  common: {
    order: "Заказать",
    request: "Связаться с нами",
    requestSecondary: "Связаться с менеджером",
    loading: "Загрузка",
    back: "Назад",
    amount: "шт",
  },
  menu: {
    main: "Главная",
    catalog: "Каталог",
  },
  mainHero: {
    title: (
      <>
        СТИЛЬНЫЕ 3D МОДЕЛИ <br />
        ДЛЯ ИНТЕРЬЕРОВ И ФАСАДОВ{" "}
      </>
    ),
    subtitle: (
      <>
        бесплатный выезд замерщика <br />с образцами по Молдове
      </>
    ),
    button: "Оставить заявку",
  },
  feedback: {
    name: "Имя",
    email: "Почта",
    phone: "Телефон",
    button: "Заказать",
    inputEmptyError: "Заполните все поля",
    sendError:
      "При отправке сообщения произошла ошибка. Пожалуйста, попробуйте ещё раз позже.",
    success: (
      <>
        Заявка успешно отправлена!
        <br />В ближайшее внемя с вами свяжется менеджер
      </>
    ),
  },
  advantages: {
    title: (
      <>
        Преимущества <br />
        Преимущества нашей продукции
      </>
    ),
    itemWaterproof: "Не боятся воды",
    itemProtect: "Защита от царапин",
    itemNocolor: "Не нужно краски",
    itemCheap: "Дешевый монтаж",
    itemNodust: "Не собирают пыль",
    itemEco: "Экологически чистые",
    button: "Заказать",
  },
  productCatalog: {
    title: "Каталог продукции",
    link: "Смотреть всю коллекцию",
    card1: {
      main: (
        <>
          <strong>Коллекция Premium</strong> – это гипсовые 3D панели в
          уникальном виниловом декоративном покрытии.
        </>
      ),
      desc: "Виниловые покрытия создают визуальный эффект, недостижимый при использовании любого вида окраски.",
    },
    card2: {
      main: (
        <>
          <strong>Коллекция Shine</strong> – это световые гипсовые 3D панели.
        </>
      ),
      desc: "Некоторые стеновые панели в нашей коллекции могут светиться. Гипсовые 3D панели коллекции Shine – это новая улучшенная версия обычных 3D панелей, здесь у каждой рельефной панели имеется компаньон в виде световой 3D панели. Светодиоды встраивается в рельефные элементы, электроразводка скрывается за панелями — свечение распределено и источников света не видно. Ночью стена превращается в яркую необычную выразительную арт-инсталляцию. Это нужно один раз увидеть!",
    },
    card3: {
      main: (
        <>
          <strong>Коллекция Platinum</strong> – шовные гипсовые 3D панели.
        </>
      ),
      desc: "Выбирая рельефные панели коллекции Platinum, Вы можете быстро и легко обновить интерьер потратив на это минимум времени. Шовные 3D панели не требуют выполнения предварительных подготовительных работ и затирки швов. Возможность выбора 3D панелей из коллекции Platinum позволяет исключить затраты на финишную отделку. Монтируются панели шовным способом, сохраняющим целостность и позволяющие создавать монолитные композиции.",
    },
  },
  ourProdaction: {
    title: "Наше производство",
    desc1:
      "Мы изготавливаеи и представляем именно ту продукцию, которая сейчас во всем мире находится на пике популярности ремонта и отделки. Данный вид отделки регулярно попадает в проекты ведущих дизайнеров и архитекторов во всем мире!",
    desc2:
      "Мы производим 3д плиты на заказы по индивидуальным чертежам. Это может быть любая геометрия, либо художественный рисунок любой сложности",
  },
  conditions: {
    title: (
      <>
        Условия для <br />
        наших покупателей
      </>
    ),
    subtitle: (
      <>
        Мы гарантируем тщательный и индивидуальный
        <br />
        подход к каждому нашему клиенту
      </>
    ),
    list: {
      item1:
        "Выезд на объект дизайнера, подробная консультация, подбор коллекции, замер",
      item2:
        "Возможность изготовления любого дизайна ЗD  по вашему предпочтению",
      item3: "Каждый элемент имеет собственнуюгерметичную упаковку",
      item4:
        "Гарантия качества материалов, натуральность и экологическая чистота",
      item5:
        "Доставка по Молдове за 48 часов, транспортной компанией ”новая почта”",
      item6: "У всей нашей продукции есть сертификация",
    },
  },
  requestHero: {
    title: (
      <>
        Оставьте заявку и наш менеджер <br /> свяжется с вами в ближ время
      </>
    ),
  },
};
